export default {
  registration: 'Регистрация',
  forgotPassword: 'Забыли пароль?',
  close: 'Закрыть',
  signIn: 'Вход',
  signOut: 'Выход',
  login: 'Логин',
  loginOrEmail: 'Логин или email',
  password: 'Пароль',
  confirmPassword: 'Пароль еще раз',
  email: 'Email',
  mainText: '"Я изучаю исландский язык не для того, чтобы научиться политике, приобрести военные знания и' +
    '  т. п., <br/> ' +
    '    но для того, чтобы научиться образу мыслей мужа, для того, чтобы избавиться<br/>' +
    '    от укоренившегося во мне с детства благодаря воспитанию духа убожества и рабства,<br/>' +
    '    для того, чтобы закалить мысль и душу так, чтобы я мог без трепета идти навстречу опасности <br/>' +
    '    и чтобы моя душа предпочла скорее расстаться с телом,<br/>' +
    '    чем отречься от того, в истинности и правоте чего она непоколебимо убеждена."<br/>' +
    '    © Rasmus Christian Rask',
  navMenu: {
    languages: 'Языки',
    price: 'Цены'
  },
  blocks: {
    slider: {
      title: 'Слова и предложения',
      description: 'Мы приготовили сотни словарных карточек для каждого языка.\n' +
        'Карточка содержит слово, перевод, пример использования и произношение.\n' +
        'Также, вы можете создавать личные словари со своими карточками.'
    },
    test: {
      title: 'Новые уровни',
      description: 'Проверяйте свои знания и открывайте новые словари, проходя тесты.'
    },
    text: {
      title: 'Умный перевод',
      description: 'Переводите текст, а мы сразу покажем правильные слова и прогресс выполнения.'
    },
    puzzle: {
      title: 'Словарные паззлы',
      description: 'Разместите слова в правильном порядке.'
    },
    mobile: {
      title: 'Всегда с собой',
      description: 'Наше приложение доступно в Google Play бесплатно и без рекламы.'
    }
  },
  languages: {
    icelandic: {
      title: 'Исландский язык',
      description: 'Здесь нет ни насекомых, ни деревьев, вообще ничего.\n' +
        '          Люди живут здесь, только потому что здесь родились.\n' +
        '          Понимай, как хочешь, то ли божья кара, то ли благодать.'
    }
  },
  goTo: 'Перейти',
  priceList: {
    unlimited: 'бессрочно',
    words: 'Доступных наборов "слова"',
    sentences: 'Доступных наборов "предложения"',
    translate: 'Доступных текстов для перевода',
    puzzle: 'Словарные паззлы',
    personal: 'Создание персональных наборов',
    mobile: 'Мобильное приложение'
  },
  select: 'Выбрать',
  profile: 'Профиль',
  information: 'Информация',
  history: 'История',
  settings: 'Настройки',
  photoUpdated: 'Фотография профиля изменена',
  upload: 'Загрузить',
  clear: 'Очистить',
  save: 'Сохранить',
  cancel: 'Отмена',
  photo: 'Фото',
  account: 'Аккаунт',
  error: 'Ошибка',
  settingsUpdated: 'Настройки обновлены',
  notifications: 'Уведомления'
}
